Repository: yarel2l/sbt_api_python
Catalog: modules/iam/locale/*/LC_MESSAGES/django.po
Languages: es

source: Invalid token header. No credentials provided.
es: Encabezado de token no válido. No se proporcionaron credenciales.

source: Invalid token header. Token string should not contain spaces.
es: Encabezado de token no válido. La cadena del token no debe contener espacios.

source: Invalid token header. Token string should not contain invalid characters.
es: Encabezado de token no válido. La cadena del token no debe contener caracteres no válidos.

source: A user is already registered with this email address.
es: Un usuario ya está registrado con esta dirección de correo electrónico.

source: The two password fields didn't match.
es: Los dos campos de contraseña no coincidían.

source: Must include "email" and "password".
es: Debe incluir &quot;correo electrónico&quot; y &quot;contraseña&quot;.

source: Must include "username" and "password".
es: Debe incluir &quot;nombre de usuario&quot; y &quot;contraseña&quot;.

source: Must include either "username" or "email" and "password".
es: Debe incluir &quot;nombre de usuario&quot; o &quot;correo electrónico&quot; y &quot;contraseña&quot;.

source: User account is disabled.
es: La cuenta de usuario está deshabilitada.

source: Unable to log in with provided credentials.
es: No se puede iniciar sesión con las credenciales proporcionadas.

source: Email is not verified.
es: Correo no identificado.

source: Invalid Phone or confirmation Code
es: Teléfono o código de confirmación no válido

source: Invalid request. This phone number has already been previously verified!
es: Solicitud no válida. ¡Este número de teléfono ya ha sido verificado previamente!

source: Welcome to {request.solution.name}.
es: Bienvenido a {request.solution.name}.

source: Error registering Device
es: Error al registrar el dispositivo

source: User is not anonymous
es: El usuario no es anónimo

source: Email or phone_number already in use
es: Correo electrónico o número de teléfono ya en uso

source: Search
es: Buscar

source: Account Active
es: Cuenta activa

source: Registration Date
es: Fecha de Registro

source: Pending
es: Pendiente

source: Confirmed
es: Confirmado

source: Status
es: Estado

source: Verified
es: Verificado

source: Primary
es: Primario

source: Sent Date
es: Fecha enviada

source: Created Date
es: Fecha de creación

source: Date Joined
es: Fecha de Registro

source: Last Login
es: Último acceso

source: Expiration Date
es: Fecha de caducidad

source: First Name
es: Primer nombre

source: Last Name
es: Apellido

source: Email
es: Correo electrónico

source: Phone
es: Teléfono

source: A user is already registered with this phone number
es: Un usuario ya está registrado con este número de teléfono.

source: Middle Name
es: Segundo nombre

source: Sites
es: Sitios

source: Mobile
es: Móvil

source: Permissions
es: Permisos

source: Send Email Notification
es: Enviar notificación por correo electrónico

source: Send a message to the selected email with the new link so that the owner can verify their data
es: Envía un mensaje al correo electrónico seleccionado con el nuevo enlace para que el propietario pueda verificar sus datos

source: email address
es: dirección de correo electrónico

source: Phone Number
es: Número de teléfono

source: Phone Country Code
es: Código de país del teléfono

source: Created By
es: Creado por

source: Twilio Phone Code
es: Código de teléfono de Twilio

source: Twilio Phone Codes
es: Códigos telefónicos de Twilio

source: User Account
es: Cuenta de usuario

source: Account Status
es: estado de la cuenta

source: Actions
es: Comportamiento

source: Email address
es: Dirección de correo electrónico

source: User
es: Usuario

source: Social App
es: Aplicación social

source: Social Account
es: Cuenta social

source: application
es: solicitud

source: model
es: modelo

source: View
es: Vista

source: All
es: Todos

source: Add
es: Agregar

source: Change
es: Cambio

source: Delete
es: Borrar

source: other permissions
es: otros permisos

source: %(invitation_to)s, Welcome to %(site_name)s. You're receiving this e-mail because an User Account was registered using current Email from %(site_name)s. Click the link below to login using your account. %(login_url)s Thank you for using %(site_name)s! Our Team.
es: %(invitation_to)s, Bienvenido a %(site_name)s. Recibió este correo electrónico porque se registró una cuenta de usuario con el correo electrónico actual de %(site_name)s. Haga clic en el enlace a continuación para iniciar sesión con su cuenta. %(login_url)s ¡Gracias por usar %(site_name)s! Nuestro equipo.

source: User Account invitation from %(site_name)s
es: Invitación a la cuenta de usuario de %(site_name)s

source: Add new
es: Agregar nuevo

source: Edit
es: Editar

source: Group Info
es: Información del grupo

source: Auth Permissions
es: Permisos de autenticación

source: Load Fixtures
es: Cargar accesorios

source: View Users
es: Ver usuarios

source: Click to Select All
es: Haga clic para seleccionar todo

source: Others
es: Otros

source: Click to Select Model Permissions
es: Haga clic para seleccionar los permisos del modelo

source: Click to add
es: Haga clic para agregar

source: Generate
es: Generar

source: Personal Information
es: Informacion personal

source: Update your personal information
es: Actualice su información personal

source: Save Form
es: Guardar formulario

source: Hi, %(fullname)s. Welcome to, %(site_name)s! Check your User Account bellow: Email: %(email)s<br> Password: %(password)s<br><br> To login please follow this link: %(login_url)s.
es: Hola, %(fullname)s. ¡Bienvenido a, %(site_name)s! Verifique su cuenta de usuario a continuación: Correo electrónico: %(email)s<br> Contraseña: %(password)s<br><br> Para iniciar sesión, siga este enlace: %(login_url)s.

source: Thank you from our Team in %(site_name)s! %(site_domain)s
es: ¡Gracias de nuestro equipo en %(site_name)s! %(site_domain)s

source: User Account registered from %(site_name)s
es: Cuenta de usuario registrada de %(site_name)s

source: Change Password
es: Cambiar la contraseña

source: Change your account password
es: Cambiar la contraseña de su cuenta

source: Confirm Password
es: confirmar Contraseña

source: User Permissions
es: Permisos de usuario

source: Change account access
es: Cambiar el acceso a la cuenta

source: Roles & Permissions
es: Roles y permisos

source: Available Roles
es: Roles disponibles

source: Selected Roles
es: Roles seleccionados

source: Since
es: Ya que

source: Birthday
es: Cumpleaños

source: Account Information
es: Información de la cuenta

source: Active
es: Activo

source: Inactive
es: Inactivo

source: Invalid request.
es: Solicitud no válida.

source: Phone and confirmation Code are required
es: Se requiere el teléfono y el código de confirmación

source: User Accounts
es: Cuentas de usuario

source: New User registered successfully!
es: ¡Nuevo usuario registrado correctamente!

source: New User Account
es: Nueva cuenta de usuario

source: Account Information updated for User {object.__str__()}
es: Información de cuenta actualizada para el usuario {object .__ str __ ()}

source: Account Password updated for User {object.__str__()}
es: Contraseña de la cuenta actualizada para el usuario {object .__ str __ ()}

source: Permissions updated for User {object.__str__()}
es: Permisos actualizados para el usuario {object .__ str __ ()}

source: User Accounts selected removed successfully
es: Las cuentas de usuario seleccionadas se eliminaron correctamente

source: No User Accounts selected
es: No se seleccionó ninguna cuenta de usuario

source: Confirmation Codes
es: Códigos de confirmación

source: Confirmation Code {object.code} registered for User {object.user.__str__()}
es: Código de confirmación {object.code} registrado para el usuario {object.user .__ str __ ()}

source: Confirmation Code
es: Código de confirmación

source: Confirmation Code updated: {object.code}
es: Código de confirmación actualizado: {object.code}

source: Confirmation Code deleted!
es: ¡Código de confirmación eliminado!

source: {len(selection)} Confirmation Codes deleted successfully
es: {len (selección)} Códigos de confirmación eliminados correctamente

source: No Confirmation Codes selected
es: No se seleccionaron códigos de confirmación

source: Auth Tokens
es: Tokens de autenticación

source: Token {object.key} registered for User {object.user.__str__()}
es: Token {object.key} registrado para el usuario {object.user .__ str __ ()}

source: Token
es: Simbólico

source: Token updated: {object.key}
es: Token actualizado: {object.key}

source: Token {object.key} for User {object.user} deleted!
es: ¡Token {object.key} para el usuario {object.user} eliminado!

source: {objects.count()} Tokens deleted successfully
es: {objects.count ()} Tokens eliminados correctamente

source: Email Address
es: Dirección de correo electrónico

source: Sorry, an error has occurred. Please, check your form data:
es: Lo sentimos, se ha producido un error. Por favor, verifique los datos de su formulario:

source: Email Address {object.email} registered for User {object.user.__str__()}
es: Dirección de correo electrónico {object.email} registrada para el usuario {object.user .__ str __ ()}

source: Email Address updated: {object.email}
es: Dirección de correo electrónico actualizada: {object.email}

source: Email Address {object.email} for User {object.user} deleted!
es: ¡Se eliminó la dirección de correo electrónico {object.email} para el usuario {object.user}!

source: {len(selection)} Email Address deleted successfully
es: {len (selección)} Dirección de correo electrónico eliminada correctamente

source: No Email Address selected
es: No se seleccionó ninguna dirección de correo electrónico

source: Confirmation Emails
es: Correos electrónicos de confirmación

source: Email confirmation {object.email_address} registered for User {object.email_address.user.__str__()}
es: Confirmación de correo electrónico {object.email_address} registrado para el usuario {object.email_address.user .__ str __ ()}

source: Confirmation Email
es: Email de confirmación

source: Email confirmation updated: {object.email_address}
es: Confirmación de correo electrónico actualizada: {object.email_address}

source: Confirmation Email
es: Email de confirmación

source: Email confirmation {object.email_address} for User {object.email_address.user} deleted!
es: ¡Se eliminó la confirmación por correo electrónico {object.email_address} para el usuario {object.email_address.user}!

source: {len(selection)} Email confirmations deleted successfully
es: {len (selección)} confirmaciones de correo electrónico eliminadas correctamente

source: No Email confirmations selected
es: No se seleccionaron confirmaciones por correo electrónico

source: Social Apps
es: Aplicaciones sociales

source: Social App {object.name} registered for Solution {self.request.solution_name}
es: Aplicación social {object.name} registrada para la solución {self.request.solution_name}

source: New Social App
es: Nueva aplicación social

source: Social App updated: {object.name}
es: Aplicación social actualizada: {object.name}

source: Update Social App
es: Actualizar la aplicación social

source: Social App {object.name} deleted!
es: ¡Aplicación social {object.name} eliminada!

source: {len(selection)} Social App deleted successfully
es: {len (selección)} Aplicación social eliminada correctamente

source: No Social Apps selected
es: No se seleccionó ninguna aplicación social

source: Social Accounts
es: Cuentas sociales

source: Social Account for Provider {object.provider} registered for Solution {self.request.solution_name}
es: Cuenta social para el proveedor {object.provider} registrada para la solución {self.request.solution_name}

source: New Social Account
es: Nueva cuenta social

source: Social Account for Provider {object.provider} updated!
es: ¡Cuenta social para el proveedor {object.provider} actualizada!

source: Update Social Account
es: Actualizar cuenta social

source: Social Account for {object.provider} deleted!
es: ¡Cuenta social para {object.provider} eliminada!

source: {len(selection)} Social Accounts deleted successfully
es: {len (selección)} Cuentas sociales eliminadas correctamente

source: No Social Accounts selected
es: No se seleccionó ninguna cuenta social

source: Social Tokens
es: Fichas sociales

source: Social Token {object.__str__()} registered for Solution {self.request.solution_name}
es: Token social {object .__ str __ ()} registrado para la solución {self.request.solution_name}

source: New Social Token
es: Nuevo token social

source: Social Token {object.__str__()} updated!
es: ¡Token social {object .__ str __ ()} actualizado!

source: Update Social Token
es: Actualizar el token social

source: Social Token for {object.__str__()} deleted!
es: ¡Token social para {object .__ str __ ()} eliminado!

source: {len(selection)} Social Tokens deleted successfully
es: {len (selección)} Tokens sociales eliminados correctamente

source: No Social Tokens selected
es: No se seleccionaron tokens sociales

source: Auth Roles
es: Funciones de autenticación

source: Role {object.name.upper()} registered successfully!
es: ¡El rol {object.name.upper ()} se registró correctamente!

source: New Role
es: Nuevo rol

source: Role updated: {object.name.upper()}
es: Función actualizada: {object.name.upper ()}

source: Update Role
es: Actualizar rol

source: Role {object.name.upper()} deleted!
es: ¡Se borró el rol {object.name.upper ()}!

source: {len(selection)} Roles deleted successfully
es: {len (selección)} Las funciones se eliminaron correctamente

source: No Roles selected
es: No se seleccionaron roles
